IMMZEK/msp-project/vasa/makedir/__programmer/deskdb/content/TICloudAgent/linux/ccs_base/common/targetdb/Modules/am243x/GTC0_GTC_CFG2.xml
<module name="GTC0_GTC_CFG2" acronym="" XML_version="1.0" HW_revision="n/a" description="">
	<register id="GTC_CFG2_CNTCVS_LO" acronym="GTC_CFG2_CNTCVS_LO" offset="0x0" width="32" description="">
		<bitfield id="CNTCVS_LO_COUNTVALUE" width="32" begin="31" end="0" resetval="0x0" description="Indicates bits [31:0] of the System Counter value." range="31 - 0" rwaccess="R"/>
	</register>
	<register id="GTC_CFG2_CNTCVS_HI" acronym="GTC_CFG2_CNTCVS_HI" offset="0x4" width="32" description="">
		<bitfield id="CNTCVS_HI_COUNTVALUE" width="32" begin="31" end="0" resetval="0x0" description="Indicates bits [63:32] of the System Counter value." range="31 - 0" rwaccess="R"/>
	</register>
</module>